taskt/Core/Automation/Commands/EngineGroup/SetEnginePreferenceCommand.dot
digraph "SetEnginePreferenceCommand" {
"SetEnginePreferenceCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
