taskt/Core/Automation/Commands/EngineGroup/SetEnginePreferenceCommand.puml
@startuml
SetEnginePreferenceCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
